{
  "ui": {
    "about": "About",
    "availability": "Availability",
    "accessibility": "Accessibility",
    "choose-state": "Select a State",
    "close": "Close",
    "contribute": "Contribute!",
    "date": "Date",
    "instructions": "Instructions",
    "load-failed": "There was an error loading the data. Please reload the page to try again.",
    "loading": "Loading...",
    "location-with-availability": "location with available appointments",
    "locations": "Locations",
    "locations-with-availability": "locations with available appointments",
    "min-ago": "minute ago",
    "mins-ago": "minutes ago",
    "no-data": "No locations found",
    "no-data-filtered": "No locations matching filter options. Try less restrictive options above.",
    "none": "None",
    "notify": "Notify Me",
    "schedule": "Schedule",
    "sec-ago": "second ago",
    "secs-ago": "seconds ago",
    "serves": "Serves",
    "state-eligibility-info": "vaccine eligibility requirements and information can be found on the official state website:",
    "updated": "Updated",
    "visit-link": "Visit Site",
    "yes": "Yes",
    "filters": {
      "available-only": "Show only locations with availability",
      "title": "Filter Options",
      "zipDistance": "Locations within",
      "miles-of": "miles of",
      "search-anything": "Search Zip Code, City, Location name, etc..."
    }
  },
  "location": {
    "caveats": {
      "no-timeslots": "This location does not report specific time slots. Actual dates and times available will vary.",
      "nonspecific-location": "There are multiple matching addresses for this location. Be sure to double check the address on the site when booking your appointment.",
      "high-turnover": "This location frequently reports small numbers of slots that change more quickly than we can detect. Actual availability may vary.",
      "massvax-preregistration.html": "The state of Massachusetts now uses a preregistration system for this location, and we may not see availability anymore. Please sign up for the state-run registration here: <a href=\"https://www.mass.gov/info-details/preregister-for-a-covid-19-vaccine-appointment\">https://www.mass.gov/info-details/preregister-for-a-covid-19-vaccine-appointment</a>"
    },
    "type": {
      "indoor": "Indoor",
      "driveThrough": "Drive-Thru"
    }
  },
  "about-modal": {
    "title": {
      "feedback": "Problems? Questions?",
      "hello": "Hello (from an appropriate social distance)",
      "how": "How does it work?",
      "what": "What is this?",
      "who": "Who did this?",
      "why": "Why?"
    },
    "intro": "This website displays the information collected by a tool that checks a series of vaccination locations every two minutes for available appointments. It will also send text message alerts to everyone who has signed up for them whenever it finds available appointments at the locations they request. It was made to try to help people find appointments in one central place and not spend all day searching and refreshing, hoping to find an opening by chance. It is not associated with or endorsed by any government or company, and the owner makes no money from it; it's entirely something he made in his spare time, which he's got a lot of these days.",
    "how.html": "Every two minutes a tool runs through a list of saved locations and tries to gather any information about available vaccine appointments that they list on their websites through a few different methods (scraping, API requests, etc). This site just organizes and shows the results. A separate tool runs through those same results and sends text message notifications to everyone who's requested one for any location that now has some availability. Sometimes the sites we collect information from are down or incomplete, and many don't list any availability or hide it behind personal logins, so this page won't always be an exhaustive list, but hopefully it's a pretty extensive one. It's entirely open source code, so if you're interested you can <a href=\"https://github.com/Findvax-us\" target=\"_blank\">check out the GitHub repository</a>. And if you're so inclined, contributions (bug reports, pull-requests, text language translations, anything at all) are hugely welcome and appreciated! Click the <span class=\"font-bold\"><i class=\"fas fa-hands-helping\"></i> Contribute!</span> link in the top or bottom bars for more information.",
    "feedback.html": "Any and all feedback is welcome: <a href=\"mailto:findvax.us+feedback@gmail.com\">send a message</a>!",
    "who.html": "Right now this is the work of <a href=\"https://pettazz.com\" target=\"_blank\">one guy named Nick</a>, but if you've got some spare time, why not you too? There are a lot of ways to help out; click that <span class=\"font-bold\"><i class=\"fas fa-hands-helping\"></i> Contribute!</span> button in the top or bottom bars!",
    "why.html": "Seeing the frustration of people trying to deal with the complicated mix and match of websites and services that made up the different vaccination sites all over the country, it seemed pretty obvious that we could do a better job of helping people find ways to get shots in their arms faster. So a computer nerd near Boston decided to apply his skills to something useful for once and made this thing. Plus he actually enjoys doing this kind of stuff. Can you believe that? What a dork."
  },
  "contributing-modal": {
    "title": {
      "code": "Code",
      "heading": "Contributions Welcome",
      "share": "Share",
      "suggestions": "Bug Reports/Feature Requests",
      "translation": "Translation"
    },
    "intro": "There are lots of ways to help out, coding or otherwise! This is a completely free and open source project currently run by one person, so contributions of any kind are greatly appreciated.",
    "translation.html": "This site should be displayed to you in whatever language the rest of your device uses, falling back to English if it's not available. Right now those languages are limited since the guy who made this only really speaks one. It's a surprisingly small amount of text that needs translating, so if you're fluent in anything other than English and willing to do a few lines, please <a href=\"mailto:findvax.us+translation@gmail.com\">send a message</a>!",
    "code.html": "This whole thing is entirely open source. The entire process relies on adding and maintaining as many scrapers for as many different location types as possible. The intention is that this could be expanded to any state in the US (and possibly adapted elsewhere), so if you have some programming knowledge there's always more that needs doing in the <a href=\"https://github.com/Findvax-us\" target=\"_blank\">GitHub repositories</a>.",
    "suggestions.html": "Something not working right or the way you'd expect? Have an idea for a way to make it better? Any and all feedback is welcome: <a href=\"mailto:findvax.us+feedback@gmail.com\">send a message</a>!",
    "share.html": "Send the link to someone you know who's looking for a vaccine; let's find one for everyone!"
  },
  "notify-modal": {
    "title": {
      "notify": "Notify Me"
      
    },
    "submit": "Submit",
    "input-title": "A US phone number including area code, e.g: 555-123-4567 or 5551234567",
    "input-label": "Enter a US phone number including area code. For example: 555-123-4567 or 5551234567",
    "intro": "Enter your phone number below and we'll send you a text the next time we see any available appointments at this location. We won't use your number for anything else, and delete it once we send you a message.",
    
    "disclaimer": "We are only able to send notifications to US (+1) numbers. Be sure that the number entered can receive SMS text messages. Messaging rates may apply. Once we send a notification for a location, that record is deleted; your phone number will only be stored until that time, and we collect no other identifying information."
  },
  "activity-modal": {
    "title": {
      "submitting": "Saving...",
      "success": "Saved",
      "failure": "Unable to Save"
    },
    "failure-detail": "There was a problem saving your request! Please reload the page and try again."
  },
  "states": {
    "AK": "Alaska",
    "AL": "Alabama",
    "AZ": "Arizona",
    "AR": "Arkansas",
    "CA": "California",
    "CO": "Colorado",
    "CT": "Connecticut",
    "DC": "Washington DC",
    "DE": "Delaware",
    "FL": "Florida",
    "GA": "Georgia",
    "HI": "Hawaii",
    "IA": "Iowa",
    "ID": "Idaho",
    "IL": "Illinois",
    "IN": "Indiana",
    "KS": "Kansas",
    "KY": "Kentucky",
    "LA": "Louisiana",
    "MA": "Massachusetts",
    "ME": "Maine",
    "MD": "Maryland",
    "MI": "Michigan",
    "MN": "Minnesota",
    "MO": "Missouri",
    "MS": "Mississippi",
    "MT": "Montana",
    "NC": "North Carolina",
    "ND": "North Dakota",
    "NE": "Nebraska",
    "NH": "New Hampshire",
    "NJ": "New Jersey",
    "NM": "New Mexico",
    "NV": "Nevada",
    "NY": "New York",
    "OH": "Ohio",
    "OK": "Oklahoma",
    "OR": "Oregon",
    "PA": "Pennsylvania",
    "RI": "Rhode Island",
    "SC": "South Carolina",
    "SD": "South Dakota",
    "TN": "Tennessee",
    "TX": "Texas",
    "UT": "Utah",
    "VA": "Virginia",
    "VT": "Vermont",
    "WA": "Washington",
    "WI": "Wisconsin",
    "WV": "West Virginia",
    "WY": "Wyoming"
  }
}